"ASSISTANT_TRY_AGAIN" = "Importa‑se de repetir?";
"ASSISTANT_CONNECTION_FAILED_0" = "Lamento, mas estou com dificuldade em ligar à rede.";
"ASSISTANT_CONNECTION_FAILED_1" = "Lamento, mas não estou a conseguir estabelecer ligação.";
"ASSISTANT_CONNECTION_FAILED_2" = "Lamento, mas não tem ligação à rede.";

"ASSISTANT_INITIAL_QUERY" = "Em que posso ser útil?";
"ASSISTANT_GUIDE_HEADER" = "Toque no microfone e diga, por exemplo:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "Guia";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "Siri não está disponível.";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "Ligar à Internet.";

"ASSISTANT_EDUCATION_TITLE" = "Precisa da ajuda do Siri?";
"ASSISTANT_EDUCATION_CONTENT" = "Mantenha premido o botão principal para começar a usar o Siri.";

"ASSISTANT_GESTURE_DESCRIPTION" = "Pode igualmente fazer pedidos sem ter de premir o botão principal. Quando o ecrã estiver desbloqueado, basta levar o telefone ao ouvido e começar a falar.";